<%@ page language="java" contentType="text/html; charset=UTF-8"
    pageEncoding="UTF-8" %>
<!DOCTYPE html>
<html>
<head>
    <meta charset="UTF-8">
    <title>UFO | 개인정보 처리방침</title>

	<!-- CSS 스타일시트 -->
	<link rel="stylesheet" href="resources/css/common/footerLinkCss.css">
</head>

<body>

    <!-- 전체 영역 -->
	<div class="wrap">

		<!-- 플로팅 버튼 영역 -->
		<jsp:include page="floatingButton.jsp" />

		<!-- 헤더 영역 -->
		<jsp:include page="header.jsp" />

		<!-- 컨텐츠 영역 -->
		<div class="content_container">

			<div id="footer_navi">
		        <div><a href="service.main">서비스 이용약관</a></div>
		        <div><a href="pay.main">유료상품 이용약관</a></div>
		        <div id="selected_tab"><a href="personal.main">개인정보 처리방침</a></div>
			</div>

			<h4 class="policy"><b>개인정보 처리방침</b> <small>시행일자 : 2020-01-01</small></h4>

        	<div id="policy_wrap">

	          	<div id="policy_content">

        			<h4><b>Ur Favorite OTT Corporation. 개인정보 처리방침</b></h4><br>

        			<p><b>서문</b></p>
        			<p>Ur Favorite OTT Corporation.(이하 “회사”)는 회원의 개인정보를 보호하고, 개인정보 자기결정권을 보장하며, 이와 관련한 회원의 고충을 신속하고 원활하게 처리할 수 있도록 개인정보 보호법 제30조에 따라 다음과 같이 개인정보 처리방침을 수립하여 공개합니다.</p>

        			<table>
        				<tr>
        					<th colspan="2">목차</th>
        				</tr>
        				<tr>
        					<td>제1조 개인정보의 처리목적</td>
        					<td>제6조 개인정보의 파기절차 및 파기방법</td>
        				</tr>
        				<tr>
        					<td>제1조의2 개인정보의 수집 방법</td>
        					<td>제7조 개인정보의 안전성 확보 조치에 관한 사항</td>
        				</tr>
        				<tr>
        					<td>제2조 처리하는 개인정보의 항목</td>
        					<td>제8조 정보주체 및 법정대리인의 권리·의무 및 그 행사 방법에 관한 사항</td>
        				</tr>
        				<tr>
        					<td>제3조 개인정보를 자동으로 수집하는 장치의 설치·운영 및 그 거부에 관한 사항</td>
        					<td>제9조 개인정보 보호책임자 및 담당 부서</td>
        				</tr>
        				<tr>
        					<td>제4조 추가적인 이용·제공에 관한 사항</td>
        					<td>제10조 개인정보 처리방침의 변경에 관한 사항</td>
        				</tr>
        				<tr>
        					<td>제5조 개인정보의 처리 및 보유기간</td>
        					<td></td>
        				</tr>
        			</table>
        			<br><br>

        			<p><b>제1조 개인정보의 처리 목적</b></p>

        			<p>회사는 다음의 목적으로 개인정보를 처리하며, 이외의 용도로는 이용하지 않습니다. 다음 목적 이외의 용도로 개인정보를 처리하거나, 이용 목적을 변경하는 경우에는 개인정보 보호법 제18조에 따라 별도의 동의를 받는 등 필요한 조치를 이행합니다.</p>

        			<p>· 회원 가입 및 관리 <br>
					회원 가입 및 탈퇴 의사의 확인, 회원제 서비스 제공에 따른 본인확인·연령확인, 법정대리인 동의, 회원자격 유지 및 관리, 서비스 부정이용 방지, 각종 고지·통지, 고충처리, 서비스 운영에 지장을 주는 행위(법령 및 약관의 위반, 부정이용, 계정 도용, 부정거래 등)의 방지 및 제재, 분쟁 조정을 위한 기록 보존, 공지사항 등의 전달 목적으로 회원의 정보를 처리합니다.</p>

        			<p>· UFO 서비스 제공 (기능 개선 등 향상된 서비스 제공을 포함합니다.) <br>
					UFO 서비스의 운영 및 제공, 계약서·청구서 발송, 콘텐츠 제공, 서비스 이용기록 및 접속 빈도 등의 분석, 서비스 이용 통계 분석(인구통계학적 분석 등) 및 맞춤형 서비스의 제공(광고 포함), 서비스 유지·관리 및 품질 향상(이용자 인터페이스 경험 포함), 신규 서비스 요소 발굴 및 개선, 본인확인·연령확인, 구매에 따른 요금결제 및 정산, 거래내역의 확인 등을 목적으로 회원의 정보를 처리합니다.</p>

 					<p>· 고충처리 등 민원 상담 <br>
					회원에 대한 본인확인, 민원내용의 확인, 사실조사를 위한 연락·통지, 처리결과 통보 등 이용자 보호의 목적으로 회원의 정보를 처리합니다.</p>

        			<p>· <u>이벤트 등 프로모션 등(선택)</u> <br>
					회원에 대한 이벤트 정보 및 참여기회 제공, 광고성 정보 제공 등 마케팅 및 프로모션 등의 목적으로 회원의 정보를 처리합니다. 다만, 이러한 경우에는 회원이 선택적으로 별도로 동의하여야 합니다.</p>

        			<p>※ 회사는 이용자의 사전 동의 없이 영리 목적의 광고성 정보를 전송하지 않으며, 해당 내용을 전송하는 경우 관련 법령이 정하는 방법을 준수하고 필요한 조치를 취합니다.</p>
        			<br>

        			<p><b>제1조의2 개인정보의 수집 방법</b></p>

        			<p>회사는 개인정보를 수집하는 경우 반드시 사전에 이용자에게 수집·이용 목적, 수집 항목, 보유·이용 기간 등에 대하여 안내하고 동의를 구하고 있으며, 구체적으로 다음과 같은 방법을 통하여 개인정보를 수집합니다.</p>

        			<p>
        			· 회원가입 및 서비스 이용 과정에서 이용자가 개인정보 수집·이용에 대하여 동의하고 직접 정보를 입력하는 경우 <br>
					· 고객센터를 통한 상담 과정에서 웹사이트, 이메일, 팩스, 전화, 채팅상담 등을 통하여 이용자가 직접 정보를 제공하는 경우 <br>
					· 제휴 서비스 등으로 인하여 제휴·협력사 등으로부터 제공받는 경우 <br>
					· 자동 생성정보는 PC웹, 모바일 웹·앱, 스마트홈(IoT 가전기기 등) 등의 이용 과정에서 자동 생성되어 수집되는 경우 <br>
        			</p>
        			<br>

        			<p><b>제2조 처리하는 개인정보의 항목</b></p>

        			<p>회사는 서비스 제공을 위하여 다음의 개인정보를 수집하여 처리하고 있습니다.</p>

        			<table>
        				<tr>
        					<th width="200">구분</th>
        					<th colspan="2">처리 정보의 항목</th>
        				</tr>
        				<tr>
        					<td align="center"><b>필수</b></td>
        					<td colspan="2">ID(이메일주소), 비밀번호, 닉네임, 회원번호, 서비스이용기록</td>
        				</tr>
        				<tr>
        					<td rowspan="2" align="center"><b>필수</b></td>
							<td>카카오</td>
        					<td>회원번호, SNS연동코드, 이메일주소, 닉네임</td>
        				</tr>
        				<tr>
        					<td>네이버</td>
        					<td>회원번호, SNS연동코드, 이메일주소, 닉네임</td>
        				</tr>
        				<tr>
        					<td align="center"><b>선택</b></td>
        					<td colspan="2">
        					생년월일, 성별, 휴대폰번호 <br>
							(※ 회사는 서비스 제공에 필요한 최소한의 개인정보를 처리하고자 간편회원가입 절차를 운영하고 있어, “생년월일”을 필수정보로 수집하지 않고 있습니다.) <br>
							(※ 회사는 이용자의 사전 동의 없이 영리 목적의 광고성 정보를 전송하지 않으며, 해당 내용을 전송하는 경우 관련 법령이 정하는 방법을 준수하고 필요한 조치를 취합니다.) <br>
							</td>
        				</tr>
        				<tr>
        					<td align="center"><b>선택</b></td>
        					<td colspan="2">
        					ID, 회원번호, 결제수단 종류, 결제건별 발행되는 거래 ID, 결제상품코드, 제휴·할인 정보 (※ 명시된 정보 이외에 구매·결제 단계에서 이용자가 직접 입력하는 세부 정보는 회사가 직접 저장하지 않습니다.)
        					</td>
        				</tr>
        			</table>
        			<br><br>

        			<p><b>제3조 개인정보를 자동으로 수집하는 장치의 설치·운영 및 그 거부에 관한 사항</b></p>

        			<p>서비스 이용과정에서 IP주소, 쿠키*, 온라인 행태정보**, 서비스 이용기록, 기기정보 등이 자동으로 생성되어 수집될 수 있습니다.</p>

        			<p>*쿠키(Cookies) :</p>

        			<div id="outline">
        			쿠키(Cookies) <br>
					쿠키는 이용자가 웹사이트를 방문·이용하는 동안 웹브라우저를 통해 이용자의 PC 에 저장하는 매우 작은 크기의 텍스트 (.txt)파일입니다.
					이용자가 웹사이트에 다시 접속하면, 웹브라우저는 저장되었던 쿠키의 내용을 읽어 이용자가 설정했던 내역 등을 자동으로 불러와 이용자로 하여금 효율적으로 서비스를 이용할 수 있도록 합니다.
					또한 이용한 서비스의 정보, 접속시간 및 빈도, 서비스 이용 과정에서 생성되었거나 제공(입력)한 정보 등을 분석하여 이용자의 관심에 특화된 서비스(광고 포함)를 제공할 수 있습니다.
					이용자는 쿠키에 대한 선택권을 가지고 있으며, 웹브라우저에서 옵션을 설정함으로써 모든 쿠키를 허용하거나, 쿠키가 저장될 때마다 확인을 거치거나, 아니면 모든 쿠키의 저장을 거부할 수도 있습니다. <br>
					· Internet Explorer <br>
					· 도구 → 인터넷옵션 → 검색기록 → 삭제 <br>
					· Safari <br>
					· 환경설정 → 개인정보보호 → 크로스 사이트 추척 방지 <br>
					· 웹사이트 데이터 관리 → 웹사이트별 제거 <br>
					· Chrome <br>
					· 설정 → 고급 → 개인정보 및 보안 → 사이트 설정 → 쿠키 → 모든 쿠키 및 사이트 데이터 보기 → 모두삭제 <br>
        			</div>
        			<br>
        			<p>**온라인 행태정보 :</p>
        			<div id="outline">
        			온라인 행태정보는 웹 사이트 방문 이력, 앱 사용 이력, 구매 및 검색 이력 등 이용자의 관심, 흥미, 기호 및 성향 등을 파악하고 분석할 수 있는 온라인상의 이용자 활동정보(이하 “행태정보”)를 의미합니다.
					행태정보를 통하여 이용한 서비스의 정보, 접속시간 및 빈도, 서비스 이용 과정에서 생성되었거나 제공(입력)한 정보 등을 분석하여 이용자의 관심에 특화된 서비스(광고 포함)를 제공할 수 있습니다.
					이용자는 행태정보를 이용한 맞춤형 광고 수신을 언제든지 차단할 수 있으며, 차단한 경우 더 이상 맞춤형 광고가 노출되지 않습니다. <br>
					· IOS : 설정 → 개인정보보호 → 광고 → 광고 추적 제한 <br>
					· Android : Google설정 → 광고 → 광고 맞춤설정 선택 또는 해제 <br>
        			</div>
        			<br>

        			<p>[행태정보의 수집 및 처리 현황]</p>
        			<table>
        				<tr>
        					<td width="350px">행태정보를 수집·처리하는 사업자명</td>
        					<td>네이버, 카카오</td>
        				</tr>
        				<tr>
        					<td>수집·처리·제공하는 행태정보의 항목</td>
        					<td>광고식별자, 이용자의 서비스 방문 및 이용기록, 활동 로그 및 검색 이력 등</td>
        				</tr>
        				<tr>
        					<td>행태정보의 수집 방법</td>
        					<td>웹 방문 또는 앱 실행 시 자동 수집 및 전송 등</td>
        				</tr>
        				<tr>
        					<td>행태정보의 수집 목적</td>
        					<td>회원 관심 기반 맞춤형 서비스(광고 포함) 및 콘텐츠 제공 등</td>
        				</tr>
        				<tr>
        					<td>행태정보의 보유·이용 기간</td>
        					<td>수신차단 또는 처리 목적 달성시까지</td>
        				</tr>
        				<tr>
        					<td>피해구제 방법</td>
        					<td>UFO 고객센터 urfavoriteott@gmail.com</td>
        				</tr>
        			</table>
        			<p>※ 회사는 방송통신위원회의 온라인 맞춤형 광고 개인정보보호 가이드라인을 준수합니다.</p>
        			<br>

        			<p><b>제4조 추가적인 이용·제공에 관한 사항</b></p>

        			<p>회사는 개인정보 보호법 제15조제3항 및 제17조제4항, 같은 법 시행령 제14조의2에 따라 회원의 동의 없이도 개인정보를 추가적으로 이용·제공할 수 있습니다. 개인정보를 추가적으로 이용·제공할 때에는 다음의 사항을 고려하고 있습니다.</p>

        			<p>
        			· 개인정보를 추가적으로 이용·제공하려는 목적이 당초 수집 목적과 관련성이 있는지 여부 <br>
					· 개인정보를 수집한 정황 또는 처리 관행에 비추어 볼 때 추가적인 이용·제공에 대한 예측 가능성이 있는지 여부 <br>
					· 개인정보의 추가적인 이용·제공이 회원의 이익을 부당하게 침해하는지 여부 <br>
					· 가명처리 또는 암호화 등 안전성 확보에 필요한 조치를 취하였는지 여부 <br>
					</p>
					<br>

					<p><b>제5조 개인정보의 처리 및 보유기간</b></p>

					<p>회사는 <b>처리 목적의 달성, 동의철회 또는 회원탈퇴 시점까지 <u>서비스를 이용중인</u> 회원의 개인정보를 보관합니다.</b> 다만, 별도의 동의를 얻은 경우 또는 내부 방침 및 관계 법령에 따라 보관 의무가 주어진 경우에는 예외로 합니다.</p>

					<p>[내부방침에 의한 경우]</p>

					<table>
						<tr>
							<th width="300px">구분</th>
							<th>처리 정보 항목</th>
							<th>처리 목적 및 보관사유</th>
						</tr>
						<tr>
							<td align="center"><b>서비스 이용기록</b></td>
							<td>회원정보, 이용권 구매·결제·권한 및 사용 내역, 서비스 이용이력, 서비스 이용을 위하여 수집·처리에 동의한 항목 및 서비스 이용과정에서 생성·가공된 정보 등</td>
							<td>서비스 혼선 방지 및 회원 정보 복구 요청 대응을 위하여 처리목적의 달성, 동의철회 또는 회원탈퇴 시점 이후 6개월간 보관</td>
						</tr>
						<tr>
							<td align="center"><b>불량이용 방지정보</b></td>
							<td>회원정보, 이용권 구매내역, 시청내역, 이벤트 혜택 등 프로모션 이용내역, CI(본인인증 프로모션 혜택 이용시)</td>
							<td>반복적 탈퇴/재가입을 통한 이벤트 혜택 등의 편법적 수취 행위 및 명의 도용 등 부정 이용을 방지하기 위하여 처리목적의 달성, 동의철회 또는 회원탈퇴 시점 이후 1년간 보관</td>
						</tr>
						<tr>
							<td align="center"><b>부정이용 기록</b></td>
							<td>회원정보, 서비스 부정이용 내역</td>
							<td>부정 가입 및 이용의 방지를 위하여 처리목적의 달성, 동의철회 또는 회원탈퇴 시점 이후 1년간 보관</td>
						</tr>
					</table>
        			<br>

        			<p>[법령에 따른 보존]</p>
        			<table>
        				<tr>
        					<th width="400px">구분</th>
        					<th>처리 정보 항목</th>
        					<th>보관사유</th>
        				</tr>
        				<tr>
        					<td align="center"><b>통신비밀 보호법</b></td>
        					<td>서비스 방문기록</td>
        					<td>법령에 따른 보존</td>
        				</tr>
        				<tr>
        					<td rowspan="3" align="center"><b>전자상거래 등에서의 소비자 보호에 관한 법률</b></td>
        					<td>계약 또는 청약철회 등에 관한 기록</td>
        					<td>법령에 따른 보존</td>
        				</tr>
        				<tr>
        					<td>대금결제 및 재화 등의 공급에 관한 기록</td>
        					<td>법령에 따른 보존</td>
        				</tr>
        				<tr>
        					<td>소비자의 불만 또는 분쟁처리에 관한 기록</td>
        					<td>법령에 따른 보존</td>
        				</tr>
        			</table>
        			<br><br>

        			<p><b>제6조 개인정보의 파기절차 및 파기방법</b></p>

        			<p>회사는 회원에게 별도의 동의를 얻은 경우 또는 내부방침 및 개인정보 보호법 제21조제1항에 따라 보관의무가 주어진 경우를 제외하고, 처리 목적의 달성, 동의철회 또는 회원탈퇴 시점에 개인정보를 지체없이 파기합니다.</p>

        			<p>※ 개인정보보호법 제39조의6에 따라 ‘개인정보 유효기간제’를 시행하고 있습니다. 1년간 서비스를 이용하지 않는 회원의 개인정보는 내부방침 및 관계법령에 따라 보관의무가 주어진 경우를 제외하고 지체없이 파기됩니다.</p>

        			<p>[파기 방법 및 절차]</p>

        			<table>
        				<tr>
        					<th>구분</th>
        					<th colspan="2" align="center">주요내용</th>
        				</tr>
        				<tr>
        					<td align="center"><b>파기절차</b></td>
        					<td colspan="2">파기대상 정보 선정 → 법령 및 내부방침에 따른 보존기간 확인 → 파기</td>
        				</tr>
        				<tr>
        					<td rowspan="2" align="center"><b>파기방법</b></td>
        					<td>전자적 파일</td>
        					<td>복구·재생 불가능한 방법으로 기술적 삭제</td>
        				</tr>
        				<tr>
        					<td>종이문서</td>
        					<td>분쇄 또는 소각처리</td>
        				</tr>
        			</table>
        			<br><br>

        			<p><b>제7조 개인정보의 안전성 확보 조치에 관한 사항</b></p>

        			<p>회사는 회원의 개인정보를 안전하게 보호하기 위하여 기술적·관리적인 측면에서 다음과 같은 조치를 취하고 있습니다.</p>

        			<p>
        			· 개인정보의 안전한 관리를 위하여 내부관리계획을 수립·시행하고 있으며, 정기적으로 직원에 대한 개인정보 보호 교육을 실시하고 있습니다. <br>
					· 회원의 개인정보에 대한 접근권한을 서비스 제공에 필요 최소한으로 부여하여 관리하고 있습니다. <br>
					· 해킹, 바이러스 등으로 개인정보가 유출 또는 훼손되지 않도록 접근이 통제된 구역에 시스템을 설치하고, 수시로 백업하고 있습니다. <br>
					· 회원의 개인정보를 다운로드할 수 있는 직원의 업무용 PC는 외부 인터넷망과 분리하여 개인정보 유출 가능성을 줄이고 있습니다. <br>
					· 회사가 수집하는 이용자의 개인정보는 암호화하여 송·수신하며, 보관 시에도 암호화 대상 정보에 대하여 암호화하여 보관하고 있습니다. <br>
        			</p>
        			<br>

        			<p><b>제8조 정보주체 및 법정대리인의 권리·의무 및 그 행사방법에 관한 사항</b>

        			<p>회원은 회사에 대하여 언제든지 자신의 개인정보에 대하여 열람·정정·삭제·처리정지 요구 등의 권리를 행사할 수 있습니다.</p>
					<p>만 14세 미만 아동의 경우에는 법정대리인이 아동의 개인정보를 조회하거나 수정할 권리, 수집·이용 동의를 철회할 권리를 가집니다.</p>
					<p>회원이 개인정보의 오류에 대한 정정을 요청한 경우, 정정을 완료하기 전까지 해당 개인정보를 이용 또는 제공하지 않습니다. 또한 잘못된 개인정보를 제3자에게 이미 제공한 경우에는 정정 처리결과를 제3자에게 지체 없이 통지하여 정정이 이루어지도록 하겠습니다.</p>
					<p>
					· 로그인 → MY 메뉴 → 회원정보 수정 메뉴 → 수정 또는 탈퇴 <br>
					· 고객센터(접수부서) 1599-3709 | urfavoriteott@gmail.com
					</p>
					<br>

					<p><b>제9조  개인정보 보호책임자 및 담당 부서</b></p>
					<p>회사는 다음과 같이 개인정보 보호책임자 및 담당자를 지정하고 있습니다. 서비스 이용과정에서 발생하는 개인정보 관련 문의, 불만, 조언, 열람청구 및 기타 의견 제안 등에 대하여 연락주시면 신속하게 충분한 답변 드릴 수 있도록 최선을 다하겠습니다.</p>
					<p>[개인정보 보호책임자 및 담당자]</p>
					<table>
						<tr>
							<th width="300px">구분</th>
							<th>주요내용</th>
						</tr>
						<tr>
							<td align="center"><b>개인정보 보호책임자</b></td>
							<td>
							성명 : 한다은 <br>
							전화번호 : 1599-3709 <br>
							이메일 : urfavoriteott@gmail.com <br>
							</td>
						</tr>
						<tr>
							<td align="center"><b>개인정보 담당자</b></td>
							<td>
							성명 : 한다은 <br>
							전화번호 : 1599-3709 <br>
							이메일 : urfavoriteott@gmail.com <br>
							</td>
						</tr>
					</table>
					<p>기타 개인정보 침해에 대한 신고나 상담이 필요한 경우는 아래 기관에 문의하실 수 있습니다.</p>

					<br>

					<p>[권익침해 구제방법]</p>
					<table>
						<tr>
							<th>구분</th>
							<th>전화번호</th>
							<th>웹사이트</th>
						</tr>
						<tr>
							<td align="center"><b>개인정보분쟁조정위원회</b></td>
							<td>(국번없이) 1833-6972</td>
							<td>www.kopico.go.kr</td>
						</tr>
						<tr>
							<td align="center"><b>개인정보침해신고센터</b></td>
							<td>(국번없이) 118</td>
							<td>Privacy.kisa.or.kr</td>
						</tr>
						<tr>
							<td align="center"><b>대검찰청 사이버수사과</b></td>
							<td>(국번없이) 1301</td>
							<td>www.spo.go.kr</td>
						</tr>
						<tr>
							<td align="center"><b>경찰청 사이버수사국</b></td>
							<td>(국번없이) 182</td>
							<td>ecrm.cyber.go.kr</td>
						</tr>
						<tr>
							<td align="center"><b>방송통신심의위원회</b></td>
							<td>(국번없이) 1377</td>
							<td>www.kocsc.or.kr</td>
						</tr>
					</table>
					<br>

					<p><b>제10조 개인정보 처리방침의 변경에 관한 사항</b></p>
					<p>법 개정, 서비스 개선 및 변경 등의 목적으로 개인정보 처리방침의 변경이 발생하는 경우에는 먼저 변경하려는 사항을 최소 7일 전에 공지사항을 통해 사전 공지할 것입니다.</p>
					<p>다만, 수집하는 개인정보의 항목이나 수집·이용 목적의 변경 등 회원의 권리에 대한 중대한 변경이 발생할 수 있는 경우에는 최소 30일 전에 공지하며, 필요 시 동의를 다시 받을 수도 있습니다.</p>

					<br><br>

					<p>부칙 <br>
						(시행일) 이 약관은 2022년 12월 10일부터 시행합니다.
					</p>
        		</div>

        	</div>

        </div>

		<!-- 푸터 영역 -->
		<jsp:include page="footer.jsp" />

	</div>

</body>
</html>